Repository: common-repository/parceladousa-payment-gateway-for-woocommerce
Catalog: languages/woocommerce-gateway-parceladousa-*.po
Languages: pt_br

source: Accept payments from Brazilians in your store through ParceladoUSA.
pt_br: Aceite pagamentos de brasileiros em sua loja através da ParceladoUSA.

source: Awaiting ParceladoUSA payment
pt_br: Aguardando pagamento ParceladoUSA

source: Enable or Disable Payment with ParceladoUSA
pt_br: Habilitar ou desabilitar o pagamento com ParceladoUSA

source: Enable/Disable
pt_br: Habilitar/Desabilitar

source: Enviroment
pt_br: Ambiente

source: Insert your Publick Key generated by ParceladoUSA.
pt_br: Insira sua Chave Pública gerada pela ParceladoUSA.

source: Insert your Store Code generated by ParceladoUSA.
pt_br: Insira o seu código de loja gerado pela ParceladoUSA.

source: Insert your environment work.
pt_br: Insira seu ambiente de trabalho.

source: ParceladoUSA Payment
pt_br: Pagamento ParceladoUSA

source: ParceladoUSA Payment method description that the customer will see on your checkout.
pt_br: ParceladoUSA Descrição da forma de pagamento que o cliente verá no seu checkout.

source: ParceladoUSA: Payment canceled.
pt_br: ParceladoUSA: Pagamento cancelado.

source: ParceladoUSA: Payment in analysis.
pt_br: ParceladoUSA: Pagamento em análise.

source: ParceladoUSA: Payment pending.
pt_br: ParceladoUSA: Pagamento pendente.

source: ParceladoUSA: Payment refund.
pt_br: ParceladoUSA: Reembolso do pagamento.

source: Payment error: There is something wrong with your payment
pt_br: Erro de pagamento: há algo errado com seu pagamento

source: Production
pt_br: Produção

source: Public Key
pt_br: Chave pública

source: Sandbox
pt_br: Teste

source: Store Code
pt_br: Código da Loja

source: Title
pt_br: Título

source: Use ParceladoUSA Payment in the store
pt_br: Use o ParceladoUSA Payment na loja

source: Your Enviroment ParceladoUSA Payment
pt_br: Seu Meio Ambiente Parcelado USA Pagamento

source: Your public payment key at ParceladoUSA
pt_br: Sua chave pública de pagamento na ParceladoUSA

source: Your Store Code in ParceladoUSA Payment
pt_br: Seu código de loja no pagamento ParceladoUSA
